[
    {
        "id": 1,
        "name":"Web Development",
        "details":"Do you realize that the only functionality of a web application that the user directly interacts with is through the web page? Implement it poorly and, to the user, the server-side becomes irrelevant! Today’s user expects a lot out of the web page: it has to load fast, expose the desired service, and be comfortable to view on all devices: from a desktop computers to tablets and mobile phones.",
        "price":100,
        "img":"https://images.unsplash.com/photo-1547658719-da2b51169166?ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8d2ViJTIwZGV2ZWxvcG1lbnR8ZW58MHx8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"

    },
    {
        "id": 2,
        "name":"Data Science",
        "details":"This Specialization covers the concepts and tools you'll need throughout the entire data science pipeline, from asking the right kinds of questions to making inferences and publishing results. In the final Capstone Project, you’ll apply the skills learned by building a data product using real-world data. At completion, students will have a portfolio demonstrating their mastery of the material. ",
        "price":3294,
        "img":"https://images.unsplash.com/photo-1446776653964-20c1d3a81b06?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjB8fGRhdGElMjBzY2llbmNlfGVufDB8fDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"

    },
    {
        "id": 3,
        "name":"Engineering",
        "details":"This course is an introduction to learning and applying the principles required to solve engineering mechanics problems.   Concepts will be applied in this course from previous courses you have taken in basic math and physics.  The course addresses the modeling and analysis of static equilibrium problems with an emphasis on real world engineering applications and problem solving.",
        "price":625,
        "img":"https://images.unsplash.com/photo-1581092583537-20d51b4b4f1b?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8ZW5naW5lZXJpbmd8ZW58MHx8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"

    },
    {
        "id": 4,
        "name":"Computer Science",
        "details":"The basis for education in the last millennium was “reading, writing, and arithmetic;” now it is reading, writing, and computing. Learning to program is an essential part of the education of every student, not just in the sciences and engineering, but in the arts, social sciences, and humanities, as well. Beyond direct applications, it is the first step in understanding the nature of computer science’s undeniable impact on the modern world.  This course covers the first half of our book Computer Science: An Interdisciplinary Approach (the second half is covered in our E-learning course Computer Science: Algorithms, Theory, and Machines). Our intent is to teach programming to those who need or want to learn it, in a scientific context. ",
        "price":2552,
        "img":"https://images.unsplash.com/photo-1550439062-609e1531270e?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MzR8fGNvbXB1dGVyJTIwc2NpZW5jZXxlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"

    },
    {
        "id": 5,
        "name":"Art & Design",
        "details":"This Specialization will introduce you to the art of our time. Through original films and audio, you will go behind the scenes to look closely at artworks and into studios to hear directly from artists, designers, curators and others. This Specialization is for anyone who would like to learn more about modern and contemporary art. No prior knowledge is required. Enroll to receive invitations to virtual events, gain exclusive access to MoMA resources, and share ideas with an international learner community.",
        "price":215,
        "img":"https://images.unsplash.com/photo-1613564190017-da7d7521b591?ixid=MnwxMjA3fDB8MHxzZWFyY2h8Nnx8YXJ0JTIwJTI2JTIwZGVzaWdufGVufDB8fDB8fA%3D%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"

    },
    {
        "id": 6,
        "name":"Architecture",
        "details":"Making architecture offers a unique insight into the mind and work of an Architect, starting with the basics of the profession and culminating with the production of a scaled site model.  The course should act as ideal preparation for those interested in undertaking an undergraduate degree in Architecture, although its flexible, intriguing and enjoyable content makes it accessible for all those looking to increase their knowledge in the field.",
        "price":956,
        "img":"https://images.unsplash.com/photo-1486406146926-c627a92ad1ab?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MzZ8fGFyY2hpdGVjdHVyZXxlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"

    },
    {
        "id": 7,
        "name":"Business Study",
        "details":"This Specialization will introduce non-native speakers of English to methods for developing English language and communication skills for the workplace, doing business, cross-cultural understanding, and business case study analysis. You'll apply these skills in the final Capstone Project by analyzing a current business case study and providing recommendations to a target audience in both presentation and written formats.",
        "price":562,
        "img":"https://images.unsplash.com/photo-1504805572947-34fad45aed93?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTN8fGJ1c2luZXNzJTIwc3R1ZHl8ZW58MHx8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"

    },
    {
        "id": 8,
        "name":"Psychology",
        "details":"Ever wonder why people do what they do? This course—which includes more than $1,000 of video and reading materials—offers some answers based on the latest research from social psychology. Students taking the course for a Certificate will also receive free membership in Social Psychology Network ",
        "price":1000,
        "img":"https://images.unsplash.com/photo-1593444286621-98245b7d4530?ixid=MnwxMjA3fDB8MHxzZWFyY2h8MjR8fHBzeWNob2xvZ3l8ZW58MHx8MHx8&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"

    },
    {
        "id": 9,
        "name":"Blockchain",
        "details":"Innovate with the Next Frontier in Technology. Learn how the blockchain is leading to a paradigm shift in decentralized application programming",
        "price":125,
        "img":"https://images.unsplash.com/photo-1519995451813-39e29e054914?ixid=MnwxMjA3fDB8MHxzZWFyY2h8OXx8YmxvY2tjaGFpbnxlbnwwfHwwfHw%3D&ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60"

    }
  
]